{
      "quests": [
            {
                  "nome": "O Bruxo Odioso",
                  "subquests": [
                        {
                              "nome": "Chupacabras à Solta",
                              "descricao": "O grupo recebe um pedido de ajuda de Gael, o velho dono da estalagem que leva o seu nome. Seus animais estão sumindo durante a noite e outros fazendeiros da região reclamaram também.",
                              "pecas": [
                                    {
                                          "objetivo": "Investigar os ataques noturnos",
                                          "status": "sucesso",
                                          "resultados": ["O grupo descobre criaturas humanoides sendo as responsáveis pelos ataques, o que os leva até uma caverna próxima, nos Picos Nublados."]
                                    },
                                    {
                                          "objetivo": "Investigar a caverna dos chupacabras",
                                          "status": "falha",
                                          "resultados": ["O grupo é derrotado por um ogro e aprisionado na caverna que investigavam."]
                                    },
                                    {
                                          "objetivo": "Libertar-se da prisão",
                                          "status": "sucesso",
                                          "resultados": ["O grupo eventualmente se liberta e luta contra um elfo amaldiçoado com licantropia que protegia o caminho para os aposentos de um bruxo contra sua vontade."]
                                    },
                                    {
                                          "objetivo": "Matar os chupacabras",
                                          "status": "sucesso",
                                          "resultados": ["Depois de derrotar os monstros, o grupo descobre que as criaturas atacando as fazendas eram elfos terrivelmente amaldiçoados pelo bruxo que se escondia na caverna. Eles encontram os aposentos do bruxo."]
                                    },
                                    {
                                          "objetivo": "Derrotar Kukram, o Bruxo",
                                          "status": "sucesso",
                                          "resultados": ["O grupo enfim se encontra com Kukram, o bruxo que experimentava um ritual sombrio para transformar elfos em criaturas deformadas e canibais. Eles derrotam uma versão mais potente de uma das aberrações sombrias e capturam o bruxo. Além disso, Ambrosia deixa o grupo e leva Kukram à prisão em Palthar."]
                                    },
                                    {
                                          "objetivo": "Conseguir informações sobre os chupacabras",
                                          "status": "sucesso",
                                          "resultados": ["O grupo descobre que os elfos eram prisioneiros puristas antes de serem comprados por Kukram. O bruxo era aprendiz de uma feiticeira ainda mais poderosa que havia lhe ensinado aqueles rituais através de correspondência por cartas. Edmund envia uma correspondência de volta, acreditando ser sua mãe a misteriosa."]
                                    }
                              ]
                        },
                        {
                              "nome": "Horda Imortal",
                              "descricao": "Depois de quatro anos sem estar presentes em Namalkah, o grupo descobre que Kukram escapou da prisão e montou uma horda de goblinoides extraplanares que desceram dos céus em Namalkah quando Ragnar morreu. A horda pilha os campos e assalta viajantes, causando grandes problemas para o reino.",
                              "pecas": [
                                    {
                                          "objetivo": "Enfrentar a horda",
                                          "status": "progresso",
                                          "resultados": []
                                    }
                              ]
                        }
                  ]
            },
            {
                  "nome": "Aephyra sob o Manto",
                  "subquests": [
                        {
                              "nome": "Gema Oculta",
                              "descricao": "Durante um encontro romântico com Naomi, Edmund recebe a visita de um grande corvo albino com uma carta endereçada a ele. A carta era uma resposta à que ele enviou à feiticeira mestra do bruxo Kukram, confirmando que ela era de fato sua mãe, Aephyra. Ela convida o seu filho a visitá-la no seu lar, nos Picos Nublados. Edmund, no entanto, deseja vingança pela morte do seu pai.",
                              "pecas": [
                                    {
                                          "objetivo": "Investigar os Picos Nublados",
                                          "status": "progresso",
                                          "resultados": ["Edmund enviou um grupo de caçadores para investigar os montes e eles encontraram uma caverna expansiva e foram atacados por monstros e por kobolds."]
                                    },
                                    {
                                          "objetivo": "Matar Aephyra",
                                          "status": "progresso",
                                          "resultados": ["Em um momento que Edmund pensou ser sua morte, ele é abordado por um pássaro branco. É Aephyra, que implora que ele a deixe salvar sua vida. Edmund se nega e Aephyra vai embora. Edmund é salvo por Mônica"]
                                    }
                              ]
                        }
                  ]
            },
            {
                  "nome": "O Confabulário Possibilístico",
                  "subquests": [
                        {
                              "nome": "Peças Faltando",
                              "descricao": "Yenner não veio deste mundo e nem deste tempo. A realidade que ela lembra de pertencer era cheia de caos e destruição, talvez um futuro longínquo onde a tecnologia dominou o ser humano e o ser humano escravizou o universo. Ela precisa entender mais sobre ela e de onde ela veio.",
                              "pecas": [
                                    {
                                          "objetivo": "Descobrir como Yenner voltou para o passado.",
                                          "status": "sucesso",
                                          "resultados": ["Yenner descobre sobre o Confabulário Possibilístico que trouxe ela a este mundo. O pedaço que ela acha lhe faz pensar que ou o universo que entrou é uma ficção trazida à vida nas bibliotecas de Terápolis ou o universo de onde ela veio é que é a história. Para descobrir mais, ela terá que encontrar mais peças da máquina, que se estilhaçou pelo espaço e tempo quando ela caiu dos céus."]
                                    },
                                    {
                                          "objetivo": "Encontrar mais pedaços do confabulário.",
                                          "status": "sucesso",
                                          "resultados": ["Yenner encontra outro pedaço do Confabulário, enterrado fundo no subsolo de Alkav, sustentando um semiplano fictício onde o ciclo dia e noite não é contínuo e sim discreto, e os milênios parecem passar como anos.", "Ao entrar na caverna sem tempo, o grupo encontra A.E.L. uma Assistente Elemental de Luz, que era responsável por manter o semiplano até que alguém resolvesse inconsistências nele.", "Decidindo manter na existência alguns dos aliados que arranjaram no semiplano, o grupo perde 4 anos em Arton, que se passam sem a existência deles."]
                                    },
                                    {
                                          "objetivo": "Encontrar mais pedaços do confabulário.",
                                          "status":"progresso",
                                          "resultados":[]
                                    }
                              ]
                        }
                  ]
            }
      ]
}